import React from 'react';

const Register = () => {
    return (
        <div>
            <span className='titleSpan'>ثبت نام سامانه</span>
            <p id='rtldiv' className='pMainContent'>
            گوتنبرگ از سال 94 در استان قم فعالیت خود را شروع کرده است.در آغاز، دفتر فنی ما ارائه خدمات طراحی و چاپ را در شهر قم داشته است و اکنون خدمات جدید خود را برای کسب و کار مدرن بصورت سراسری در کشور، ارائه می دهد. خدماتی همچون؛ طراحی و راه اندازی وبسایت، سامانه پیامکی، کارت ویزیت الکترونیک، خدمات ussd ، طراحی و تولید محتوا، چاپ افست و دیجیتال، طراحی گرافیک. با تجربه چندین ساله ما در بازار، کسب و کار مشتریان ما در کنار یک تیم خلاق و خدمات قابل ارائه توسط ما، در یک ساختار مدرن، رویکرد تازه ای به خود گرفته و یک گام رو به جلو پیش رفت داشته است.
            </p>
            <p id='rtldiv' className='pMainContent'>شما هم می توانید با ایجاد یک راهکار متفاوت و کمی خلاقیت در کار، با ساختاری ساده در کسب و کار دیجیتال قدم گذاشته و با ما رو به جلو حرکت کنید.</p>
        </div>
    )
}

export default Register;