import React from 'react';

const Design = () => {
    return (
        <div>
            <div>
            <span className='titleSpan mb3 shadow-2 mt4'>مدیریت خلاق، توسعه کسب و کار</span>
            </div>
            <div className='ph3 pv1 mcontent shadow-2 mb3'>
            <p id='rtldiv' className='pMainContent tj'>
                <ul>
                    باما هیج چالشی نشدنی نیست. هیج جزئی از جزئیات نادیده نیست.
                </ul>
            </p>
            <p id='rtldiv' className='pMainContent tj'>
            اکنون گوتنبرگ در سال 97 با بهروی از تکنولوژی و متدولوژی به روز تر از گذشته، شما را در کسب و کار رو به پیشرفت می برد. موفق ترین تبلیغات، موقق ترین استارت آپ های دیجیتال، همه ریشه در یک طراحی خلاق و هوشمندانه، چشم انداز روشن و پشتیبانه ای از تکنولوژی بروز دارند.
            </p>
            <p id='rtldiv' className='pMainContent tj'>
                <li className='a'>
                چگونه مشتریان، شما را می بینند؟
                </li>
                <li className='a'>
                چگونه شما، خودت را می بینی؟
                </li>
                <li className='a'>
                چگونه ارتباط با مشتریان خود مدریت می کنید؟
                </li>
                <li className='a'>
                هدف از توسعه کسب و کار خود دارید؟
                </li>
                <li className='a'>
                چگونه توسعه کسب و کار خود را برنامه ریزی کرده اید؟
                </li>
                <li className='a'>
                چگونه تبلیغات خود را مدیریت کرده اید؟
                </li>
                <li className='a'>
                آیا نظری دارید، که از تبلیغات موثر چگونه نتیجه باید گرفت؟
                </li>
            </p>
            <p id='rtldiv' className='pMainContent tj tj'>
            ما متخصصان در تمرکز، هماهنگی و پیشرفت این ادراکات هستیم. در واقع هدف ما در طراحی و برنامه ریزی برای یک مشتری، به دو بخش اصلی تقسیم می شود. اول آنکه هدفمند باشیم و سپس رو به جلو نگاه کنیم. دوم آنکه خلاق باشیم و به نشدنی که تابحال امتحان نشده اعتقادی نداشته باشیم. برای هدفمندی باید یک سیستم مدیریت، هرچند که ساده باشد و حتی برای کوچک ترین کسب و کار ها در نظر گرفته بشود. هدف بیانگر چشم اندازی از نتیجه است، و مدریت راهبردی برای رسیدن به آن است. مدیریت نیاز به تمرکز دارد و با ایجاد یک پیشتبان خوب می توان آن را هرچه بهتر رو به جلو حرکت داد. خلاقیت نتنها در مدریت، یا در یک اثر هنری، بلکه در تمامی لحظات زندگی، در تمامی تصمیم ها و در تمامی مسئله ها کمکی است در راهی که به موفقیت پایان پیدا می کند. در حقیقت می توان گفت، خلاقیت یک راهکار، فرم، متدولوژی و ریاضیاتی است که برای حل مسئله صورت می گیرد. حال مسئله می تواند یک چالش در یک طرح گرافیکی باشد ویا یک چالش در درام زندگی و ... .
            </p>
            <p id='rtldiv' className='pMainContent tj'>
            گاها با داشتن یک تعریف اشتباه ویا یک نگرش اشتباه از خلاقیت، ویا جایگاه و اندازه کسب و کار خود خلاقیت نادیده گرفته می شود. هرچند که همیشه و همه ملزم به خلاق بودن نمی شوند چرا که خلاقیت یک ریاضیات و یا یک راهکار برای حل مسئله پیش رو است که ما با آن رو برو شده ایم.گاهی ملزم به حل مسئله هستم و گاهی می توانیم چالش را کنار بگذاریم. می توانیم خلاقانه آن را حل کنیم، آن را حل کنیم و یا به هر دلیلی اصلا آن را حل نکنیم. در واقع زمانی از خلاقیت صحبت می کنیم، که خود را در شروع ویا مسیر حل مسئله می بینیم و گزینه سوم را نداریم. اینجا است که می گوییم لزوما حل مسئله خلاق نیست و این ما هستیم که اگر نگرشی داشته باشیم که در آن موفقیت به هر مسیر، هر زمان صرف شده ویا هر نتیجه که به دست می آوریم نگوییم. بلکه کمال گرا باشیم، موفقیت را به نهایت توان خود بگویم و نه فقط توان حل مسئله و باور این که بیشترین تلاش خود را کرده ایم، بلکه توان شامل تفکر، خلاقیت، تلاش و حل مسئله می باشد و این شما هستید که می توان انتخاب کنید از چند یک از هسته های سی پی یو خود استفاده کنید!
            </p>
            <p id='rtldiv' className='pMainContent tj'>
            اما اگر انتخاب کرده اید با ما کار کنید، یعنی تلاشی برای استفاده از نهایت یک توان، یعنی:
                <ul>
                باما هیج چالشی نشدنی نیست. هیج جزئی از جزئیات نادیده نیست.
                </ul>
            </p>
            <p id='rtldiv' className='pMainContent tj'>
            اگر انتخابتان گوتنبرگ هست، برای شروع طراحی یک وب سایت، یا وب اپلیکیشن ویا طرح گرافیکی مد نظر خود، درخواست خود را ثبت کنید ویا تماس بگیرید.
            </p>
            </div>
        </div>
    )
}

export default Design;